"Chat Identifier" = "Чатын таних тэмдэг";

"Settings…" = "Тохиргоо…";

"Start voice conversation" = "Дуут харилцан яриа эхлүүлэх";

"You can continue this chat from the app." = "Энэ чатыг аппаас үргэлжлүүлэх боломжтой.";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Харилцан ярианы чатыг идэвхжүүлэх эсвэл хариу ирсний дараа Товчилбор хийх эсэх";

"Content" = "Контент";

"Model slug" = "Загварын таних мэдээлэл";

"Model" = "Загвар";

"Start new chat" = "Шинэ чат эхлүүлэх";

"%@" = "%@";

"Ask ChatGPT" = "ChatGPT-ээс асуух";

"ChatGPT Help" = "ChatGPT Help";

"Would you like to start a new chat?" = "Шинэ чат эхлүүлэхийг хүсэж байна уу?";

"Change Shortcut" = "Шууд холбоос өөрчлөх";

"Is there anything else you would like to ask about?" = "Танд өөр асуух зүйл байна уу?";

"This action will send a single message to a chat with ChatGPT and return the response." = "Энэ үйлдэл нь ChatGPT-тэй чат руу нэг зурвас илгээж, буцааж хариу ирүүлнэ.";

"Message to send to ChatGPT" = "ChatGPT-д илгээх зурвас";

"Model to use with the new chat" = "Шинэ чаттай ашиглах загвар";

"Indicates whether a new chat should be started" = "Шинэ чат эхлүүлэх хэрэгтэй эсэхийг заана";

"What would you like to ask ChatGPT about?" = "ChatGPT-ээс юуны талаар асуумаар байна?";

"New Chat" = "Шинэ чат";

"Model name" = "Загварын нэр";

"Which model would you like to use?" = "Аль загварыг ашиглахыг хүсэж байна вэ?";

"Start voice conversation with ChatGPT" = "ChatGPT-тэй дуут харилцан яриа эхлүүлэх";

"Check for Updates…" = "Шинэчлэлт шалгах…";

"Continuous chat" = "Тасралтгүй чат";

"Toggle Sidebar" = "Хажуугийн самбар сэлгүүр";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Энэ үйлдэл нь ChatGPT-тэй дуут харилцан яриа эхлүүлэхийн тулд ChatGPT аппыг эхлүүлнэ.";

"New Temporary Chat" = "New Temporary Chat";

"Message Identifier" = "Зурвас танигч";

"Message" = "Зурвас";

